Repository: cyrinux/ichor
Catalog: ios/Ichor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, uk

source: These policies put the pod in default-deny: only what they allow passes.
de: Diese Richtlinien versetzen den Pod in Default-Deny: nur was sie erlauben, kommt durch.
es: Estas políticas ponen el pod en denegación por defecto: solo pasa lo que permiten.
fr: Ces politiques mettent le pod en refus par défaut : seul ce qu’elles autorisent passe.
it: Queste policy mettono il pod in blocco predefinito: passa solo ciò che consentono.
uk: Ці політики переводять под у заборону за замовчуванням: проходить лише те, що вони дозволяють.

source: To
de: Nach
es: Hacia
fr: Vers
it: Verso
uk: До

source: %@ except %@
de: %@ außer %@
es: %@ excepto %@
fr: %@ sauf %@
it: %@ eccetto %@
uk: %@, крім %@

source: Without a policy, every pod accepts and sends any traffic.
de: Ohne Richtlinie nimmt jeder Pod jeden Traffic an und sendet ihn.
es: Sin políticas, cada pod acepta y envía cualquier tráfico.
fr: Sans politique, chaque pod accepte et envoie n’importe quel trafic.
it: Senza policy, ogni pod accetta e invia qualsiasi traffico.
uk: Без політик кожен под приймає й надсилає будь-який трафік.

source: Would be dropped
de: Würde verworfen
es: Se descartaría
fr: Serait rejeté
it: Verrebbe scartato
uk: Було б відкинуто

source: No CronJobs
de: Keine CronJobs
es: No hay CronJobs
fr: Aucun CronJob
it: Nessun CronJob
uk: Немає CronJob

source: Name, schedule or image
de: Name, Zeitplan oder Image
es: Nombre, programación o imagen
fr: Nom, planning ou image
it: Nome, pianificazione o immagine
uk: Назва, розклад або образ

source: running
de: läuft
es: en curso
fr: en cours
it: in corso
uk: виконується

source: succeeded
de: erfolgreich
es: correcto
fr: réussi
it: riuscito
uk: успішно

source: never run
de: nie ausgeführt
es: nunca ejecutado
fr: jamais lancé
it: mai eseguito
uk: ще не запускався

source: suspended
de: pausiert
es: suspendido
fr: suspendu
it: sospeso
uk: призупинено

source: next %@
de: nächster Lauf %@
es: próximo %@
fr: prochain %@
it: prossimo %@
uk: наступний %@

source: last run %@
de: letzter Lauf %@
es: última ejecución %@
fr: dernier lancement %@
it: ultima esecuzione %@
uk: останній запуск %@

source: No run kept.
de: Keine Läufe gespeichert.
es: No se conserva ninguna ejecución.
fr: Aucune exécution conservée.
it: Nessuna esecuzione conservata.
uk: Запусків не збережено.

source: Recent runs
de: Letzte Läufe
es: Ejecuciones recientes
fr: Exécutions récentes
it: Esecuzioni recenti
uk: Останні запуски

source: manual
de: manuell
fr: manuel
it: manuale
uk: вручну

source: Run now
de: Jetzt ausführen
es: Ejecutar
fr: Lancer
it: Esegui ora
uk: Запустити

source: Schedule only
de: Nur nach Zeitplan
es: Solo programado
fr: Planning seulement
it: Solo pianificato
uk: Лише за розкладом

source: Run %@ now?
de: %@ jetzt ausführen?
es: ¿Ejecutar %@ ahora?
fr: Lancer %@ maintenant ?
it: Eseguire %@ ora?
uk: Запустити %@ зараз?

source: A Job is created from its template in %@, like kubectl create job --from.
de: Aus der Vorlage wird ein Job in %@ erstellt, wie mit kubectl create job --from.
es: Se crea un Job a partir de su plantilla en %@, como kubectl create job --from.
fr: Un Job est créé à partir de son modèle dans %@, comme kubectl create job --from.
it: Viene creato un Job dal suo modello in %@, come kubectl create job --from.
uk: У %@ буде створено Job з його шаблону, як kubectl create job --from.

source: A run is already in progress: this starts another one.
de: Ein Lauf ist bereits aktiv: dies startet einen weiteren.
es: Ya hay una ejecución en curso: esto inicia otra.
fr: Une exécution est déjà en cours : celle-ci en lance une autre.
it: Un’esecuzione è già in corso: questa ne avvia un’altra.
uk: Запуск уже триває: буде запущено ще один.

source: The CronJob is suspended: it runs once, its schedule stays off.
de: Der CronJob ist pausiert: er läuft einmal, sein Zeitplan bleibt aus.
es: El CronJob está suspendido: se ejecuta una vez y su programación sigue desactivada.
fr: Le CronJob est suspendu : il s’exécute une fois, son planning reste désactivé.
it: Il CronJob è sospeso: viene eseguito una volta, la pianificazione resta disattivata.
uk: CronJob призупинено: він виконається один раз, розклад залишиться вимкненим.

source: Run
de: Ausführen
es: Ejecutar
fr: Lancer
it: Esegui
uk: Запустити

source: %@ started
de: %@ gestartet
es: %@ iniciado
fr: %@ lancé
it: %@ avviato
uk: %@ запущено

source: Could not run %@: %@
de: %@ konnte nicht ausgeführt werden: %@
es: No se pudo ejecutar %@: %@
fr: Impossible de lancer %@ : %@
it: Impossibile eseguire %@: %@
uk: Не вдалося запустити %@: %@

source: No MariaDB clusters.
de: Keine MariaDB-Cluster.
es: Sin clústeres de MariaDB.
fr: Aucun cluster MariaDB.
it: Nessun cluster MariaDB.
uk: Немає кластерів MariaDB.

source: standalone
de: eigenständig
es: independiente
fr: autonome
it: autonomo
uk: автономний

source: replication
de: Replikation
es: replicación
fr: réplication
it: replicazione
uk: реплікація

source: no primary
de: keine primäre Instanz
es: sin primario
fr: aucun primaire
it: nessun primario
uk: немає первинного

source: Galera recovery in progress
de: Galera-Wiederherstellung läuft
es: recuperación de Galera en curso
fr: récupération Galera en cours
it: ripristino Galera in corso
uk: триває відновлення Galera

source: member
de: Mitglied
es: miembro
fr: membre
it: membro
uk: учасник

source: last backup %@
de: letztes Backup %@
es: última copia %@
fr: dernière sauvegarde %@
it: ultimo backup %@
uk: остання резервна копія %@

source: failed %@
de: fehlgeschlagen %@
es: fallo %@
fr: échec %@
it: fallito %@
uk: збій %@

source: schedule %@
de: Zeitplan %@
es: programación %@
fr: planification %@
it: pianificazione %@
uk: розклад %@

source: %lld MariaDB clusters
de: %lld MariaDB-Cluster
es: %lld clústeres de MariaDB
fr: %lld clusters MariaDB
it: %lld cluster MariaDB
uk: %lld кластера MariaDB

source: No Percona XtraDB clusters.
de: Keine Percona-XtraDB-Cluster.
es: Sin clústeres de Percona XtraDB.
fr: Aucun cluster Percona XtraDB.
it: Nessun cluster Percona XtraDB.
uk: Немає кластерів Percona XtraDB.

source: operator error
de: Operator-Fehler
es: error del operador
fr: erreur de l’opérateur
it: errore dell’operatore
uk: помилка оператора

source: no member ready
de: kein Mitglied bereit
es: ningún miembro listo
fr: aucun membre prêt
it: nessun membro pronto
uk: жоден учасник не готовий

source: members missing
de: Mitglieder fehlen
es: faltan miembros
fr: membres manquants
it: membri mancanti
uk: бракує учасників

source: proxy pods missing
de: Proxy-Pods fehlen
es: faltan pods de proxy
fr: pods proxy manquants
it: pod proxy mancanti
uk: бракує подів проксі

source: initializing
de: wird initialisiert
es: inicializando
fr: initialisation
it: inizializzazione
uk: ініціалізація

source: last failure %@
de: letzter Fehlschlag %@
es: último fallo %@
fr: dernier échec %@
it: ultimo errore %@
uk: остання помилка %@

source: schedules: %@
de: Zeitpläne: %@
es: programaciones: %@
fr: planifications : %@
it: pianificazioni: %@
uk: розклади: %@

source: %lld Percona clusters
de: %lld Percona-Cluster
es: %lld clústeres de Percona
fr: %lld clusters Percona
it: %lld cluster Percona
uk: %lld кластера Percona

source: No certificates.
de: Keine Zertifikate.
es: Sin certificados.
fr: Aucun certificat.
it: Nessun certificato.
uk: Немає сертифікатів.

source: Issuers
de: Aussteller
es: Emisores
fr: Émetteurs
it: Emittenti
uk: Видавці

source: not issued yet
de: noch nicht ausgestellt
es: aún no emitido
fr: pas encore émis
it: non ancora emesso
uk: ще не видано

source: expires %@
de: läuft %@ ab
es: caduca %@
fr: expire %@
it: scade %@
uk: спливає %@

source: expired %@
de: abgelaufen %@
es: caducó %@
fr: expiré %@
it: scaduto %@
uk: сплив %@

source: Renew now
de: Jetzt erneuern
es: Renovar ahora
fr: Renouveler maintenant
it: Rinnova ora
uk: Оновити зараз

source: Renew %@?
de: %@ erneuern?
es: ¿Renovar %@?
fr: Renouveler %@ ?
it: Rinnovare %@?
uk: Оновити %@?

source: cert-manager issues the certificate again now, whatever its renewal time. An ACME issuer such as Let’s Encrypt counts it against its rate limits.
de: cert-manager stellt das Zertifikat jetzt neu aus, unabhängig von seinem Erneuerungszeitpunkt. Ein ACME-Aussteller wie Let’s Encrypt rechnet das auf seine Ratenlimits an.
es: cert-manager vuelve a emitir el certificado ahora, sea cual sea su fecha de renovación. Un emisor ACME como Let’s Encrypt lo cuenta en sus límites de frecuencia.
fr: cert-manager émet à nouveau le certificat maintenant, quelle que soit sa date de renouvellement. Un émetteur ACME comme Let’s Encrypt le compte dans ses limites de débit.
it: cert-manager emette di nuovo il certificato ora, qualunque sia la sua data di rinnovo. Un emittente ACME come Let’s Encrypt lo conta nei suoi limiti di frequenza.
uk: cert-manager повторно випускає сертифікат зараз, незалежно від часу його оновлення. ACME-видавець, як-от Let’s Encrypt, зараховує це до своїх лімітів запитів.

source: Renewal of %@ requested
de: Erneuerung von %@ angefordert
es: Renovación de %@ solicitada
fr: Renouvellement de %@ demandé
it: Rinnovo di %@ richiesto
uk: Оновлення %@ запитано

source: Could not renew %@: %@
de: %@ konnte nicht erneuert werden: %@
es: No se pudo renovar %@: %@
fr: Impossible de renouveler %@ : %@
it: Impossibile rinnovare %@: %@
uk: Не вдалося оновити %@: %@

source: issuing
de: wird ausgestellt
es: emitiéndose
fr: émission en cours
it: in emissione
uk: випускається

source: Conditions
de: Bedingungen
es: Condiciones
it: Condizioni
uk: Умови

source: Requests
de: Anfragen
es: Solicitudes
fr: Demandes
it: Richieste
uk: Запити

source: Controller log
de: Controller-Protokoll
es: Registro del controlador
fr: Journal du contrôleur
it: Log del controller
uk: Журнал контролера

source: No events: Kubernetes keeps them for about an hour.
de: Keine Ereignisse: Kubernetes behält sie etwa eine Stunde.
es: Sin eventos: Kubernetes los guarda una hora aproximadamente.
fr: Aucun événement : Kubernetes les garde environ une heure.
it: Nessun evento: Kubernetes li conserva per circa un’ora.
uk: Подій немає: Kubernetes зберігає їх близько години.

source: No line of the cert-manager controller log names this certificate.
de: Keine Zeile des cert-manager-Controller-Protokolls nennt dieses Zertifikat.
es: Ninguna línea del registro del controlador de cert-manager nombra este certificado.
fr: Aucune ligne du journal du contrôleur cert-manager ne nomme ce certificat.
it: Nessuna riga del log del controller di cert-manager nomina questo certificato.
uk: Жоден рядок журналу контролера cert-manager не згадує цей сертифікат.

source: ACME order · %@
de: ACME-Bestellung · %@
es: Pedido ACME · %@
fr: Commande ACME · %@
it: Ordine ACME · %@
uk: ACME-замовлення · %@

source: renewal overdue
de: Erneuerung überfällig
es: renovación atrasada
fr: renouvellement en retard
it: rinnovo in ritardo
uk: поновлення прострочено

source: issuer not ready
de: Aussteller nicht bereit
es: emisor no listo
fr: émetteur pas prêt
it: emittente non pronto
uk: видавець не готовий

source: self-signed
de: selbstsigniert
es: autofirmado
fr: auto-signé
it: autofirmato
uk: самопідписаний

source: %lld certificates
de: %lld Zertifikate
es: %lld certificados
fr: %lld certificats
it: %lld certificati
uk: %lld сертифіката

source: %lld failed attempts
de: %lld fehlgeschlagene Versuche
es: %lld intentos fallidos
fr: %lld tentatives échouées
it: %lld tentativi falliti
uk: %lld невдалої спроби

source: No Velero schedules.
de: Keine Velero-Zeitpläne.
es: Sin programaciones de Velero.
fr: Aucune planification Velero.
it: Nessuna pianificazione Velero.
uk: Немає розкладів Velero.

source: Storage location %@
de: Speicherort %@
es: Ubicación de almacenamiento %@
fr: Emplacement de stockage %@
it: Posizione di archiviazione %@
uk: Сховище %@

source: default
de: Standard
es: predeterminada
fr: par défaut
it: predefinita
uk: типове

source: backup running
de: Sicherung läuft
es: copia en curso
fr: sauvegarde en cours
it: backup in corso
uk: резервне копіювання триває

source: Schedule
de: Zeitplan
es: Programación
fr: Planification
it: Pianificazione
uk: Розклад

source: Storage location
de: Speicherort
es: Ubicación de almacenamiento
fr: Emplacement de stockage
it: Posizione di archiviazione
uk: Сховище

source: all
de: alle
es: todos
fr: tous
it: tutti
uk: усі

source: Last success
de: Letzter Erfolg
es: Último éxito
fr: Dernier succès
it: Ultimo successo
uk: Останній успіх

source: no backup yet
de: noch keine Sicherung
es: aún sin copia
fr: pas encore de sauvegarde
it: ancora nessun backup
uk: ще немає резервної копії

source: Failed manual backups (last 7 days)
de: Fehlgeschlagene manuelle Sicherungen (letzte 7 Tage)
es: Copias manuales fallidas (últimos 7 días)
fr: Sauvegardes manuelles en échec (7 derniers jours)
it: Backup manuali non riusciti (ultimi 7 giorni)
uk: Невдалі ручні резервні копії (за 7 днів)

source: storage location unavailable
de: Speicherort nicht verfügbar
es: ubicación de almacenamiento no disponible
fr: emplacement de stockage indisponible
it: posizione di archiviazione non disponibile
uk: сховище недоступне

source: last backup partially failed
de: letzte Sicherung teilweise fehlgeschlagen
es: última copia fallida en parte
fr: dernière sauvegarde partiellement en échec
it: ultimo backup parzialmente non riuscito
uk: остання резервна копія частково невдала

source: invalid schedule
de: ungültiger Zeitplan
es: programación no válida
fr: planification invalide
it: pianificazione non valida
uk: недійсний розклад

source: %lld Velero schedules
de: %lld Velero-Zeitpläne
es: %lld programaciones de Velero
fr: %lld planifications Velero
it: %lld pianificazioni Velero
uk: %lld розкладу Velero

source: %lld errors
de: %lld Fehler
es: %lld errores
fr: %lld erreurs
it: %lld errori
uk: %lld помилки

source: %lld warnings
de: %lld Warnungen
es: %lld advertencias
fr: %lld avertissements
it: %lld avvisi
uk: %lld попередження

source: No Ceph clusters.
de: Keine Ceph-Cluster.
es: Sin clústeres de Ceph.
fr: Aucun cluster Ceph.
it: Nessun cluster Ceph.
uk: Немає кластерів Ceph.

source: external
de: extern
es: externo
fr: externe
it: esterno
uk: зовнішній

source: OSDs %lld/%lld up
de: OSDs %lld/%lld aktiv
es: OSD %lld/%lld activos
fr: OSD %lld/%lld actifs
it: OSD %lld/%lld attivi
uk: OSD %lld/%lld працюють

source: mons %lld/%lld ready
de: Mons %lld/%lld bereit
es: mons %lld/%lld listos
fr: mons %lld/%lld prêts
it: mon %lld/%lld pronti
uk: mon %lld/%lld готові

source: %@ of %@ used (%@)
de: %@ von %@ belegt (%@)
es: %@ de %@ usados (%@)
fr: %@ sur %@ utilisés (%@)
it: %@ di %@ usati (%@)
uk: %@ з %@ використано (%@)

source: Pools and stores
de: Pools und Speicher
es: Pools y almacenes
fr: Pools et stockages
it: Pool e archivi
uk: Пули та сховища

source: filesystem
de: Dateisystem
es: sistema de archivos
fr: système de fichiers
uk: файлова система

source: object store
de: Objektspeicher
es: almacén de objetos
fr: stockage objet
it: archivio oggetti
uk: об’єктне сховище

source: Ceph reports errors
de: Ceph meldet Fehler
es: Ceph informa de errores
fr: Ceph signale des erreurs
it: Ceph segnala errori
uk: Ceph повідомляє про помилки

source: Rook reports a failure
de: Rook meldet einen Ausfall
es: Rook informa de un fallo
fr: Rook signale un échec
it: Rook segnala un guasto
uk: Rook повідомляє про збій

source: full
de: voll
es: lleno
fr: plein
it: pieno
uk: заповнено

source: no OSD up
de: kein OSD aktiv
es: ningún OSD activo
fr: aucun OSD actif
it: nessun OSD attivo
uk: жоден OSD не працює

source: mon quorum lost
de: Mon-Quorum verloren
es: quórum de mons perdido
fr: quorum des mons perdu
it: quorum dei mon perso
uk: кворум mon втрачено

source: Ceph reports warnings
de: Ceph meldet Warnungen
es: Ceph informa de advertencias
fr: Ceph signale des avertissements
it: Ceph segnala avvisi
uk: Ceph повідомляє про попередження

source: nearly full
de: fast voll
es: casi lleno
fr: presque plein
it: quasi pieno
uk: майже заповнено

source: OSDs down
de: OSDs ausgefallen
es: OSD caídos
fr: OSD hors service
it: OSD non attivi
uk: OSD не працюють

source: mons down
de: Mons ausgefallen
es: mons caídos
fr: mons hors service
it: mon non attivi
uk: mon не працюють

source: %lld Ceph clusters
de: %lld Ceph-Cluster
es: %lld clústeres de Ceph
fr: %lld clusters Ceph
it: %lld cluster Ceph
uk: %lld кластера Ceph

source: Add panel
de: Panel hinzufügen
es: Añadir panel
fr: Ajouter un panneau
it: Aggiungi pannello
uk: Додати панель

source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
it: Autenticazione
uk: Автентифікація

source: Chart of %@ over time
de: Diagramm von %@ im Zeitverlauf
es: Gráfico de %@ en el tiempo
fr: Graphique de %@ dans le temps
it: Grafico di %@ nel tempo
uk: Графік %@ у часі

source: Credentials are only sent over https, and stay encrypted on this phone.
de: Zugangsdaten werden nur über https gesendet und bleiben auf diesem Telefon verschlüsselt.
es: Las credenciales solo se envían por https y se guardan cifradas en este teléfono.
fr: Les identifiants ne partent qu'en https et restent chiffrés sur ce téléphone.
it: Le credenziali sono inviate solo in https e restano cifrate su questo telefono.
uk: Облікові дані надсилаються лише через https і зберігаються зашифрованими на цьому телефоні.

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
uk: Редагувати

source: Edit panel
de: Panel bearbeiten
es: Editar panel
fr: Modifier le panneau
it: Modifica pannello
uk: Редагувати панель

source: Extra certificate authority (PEM, optional)
de: Zusätzliche Zertifizierungsstelle (PEM, optional)
es: Autoridad de certificación adicional (PEM, opcional)
fr: Autorité de certification supplémentaire (PEM, facultatif)
it: Autorità di certificazione aggiuntiva (PEM, facoltativa)
uk: Додатковий центр сертифікації (PEM, необов'язково)

source: In the cluster
de: Im Cluster
es: En el clúster
fr: Dans le cluster
it: Nel cluster
uk: У кластері

source: Labels in {{ }}, e.g. {{namespace}}/{{pod}}. Empty: the series name.
de: Labels in {{ }}, z. B. {{namespace}}/{{pod}}. Leer: der Name der Serie.
es: Etiquetas entre {{ }}, p. ej. {{namespace}}/{{pod}}. Vacío: el nombre de la serie.
fr: Labels entre {{ }}, par ex. {{namespace}}/{{pod}}. Vide : le nom de la série.
it: Etichette tra {{ }}, ad es. {{namespace}}/{{pod}}. Vuoto: il nome della serie.
uk: Мітки в {{ }}, напр. {{namespace}}/{{pod}}. Порожньо: назва серії.

source: Legend
de: Legende
es: Leyenda
fr: Légende
it: Legenda
uk: Легенда

source: Looking for Prometheus in the cluster…
de: Suche Prometheus im Cluster…
es: Buscando Prometheus en el clúster…
fr: Recherche de Prometheus dans le cluster…
it: Ricerca di Prometheus nel cluster…
uk: Пошук Prometheus у кластері…

source: Metrics
de: Metriken
es: Métricas
fr: Métriques
it: Metriche
uk: Метрики

source: Metrics source
de: Metrikquelle
es: Origen de las métricas
fr: Source des métriques
it: Origine delle metriche
uk: Джерело метрик

source: More
de: Mehr
es: Más
fr: Plus
it: Altro
uk: Більше

source: Move down
de: Nach unten
es: Bajar
fr: Descendre
it: Sposta giù
uk: Вниз

source: Move up
de: Nach oben
es: Subir
fr: Monter
it: Sposta su
uk: Вгору

source: No data for this range.
de: Keine Daten in diesem Zeitraum.
es: No hay datos en este intervalo.
fr: Aucune donnée sur cette période.
it: Nessun dato in questo intervallo.
uk: Немає даних за цей період.

source: No panels yet: add one from a preset or write PromQL.
de: Noch keine Panels: füge eines aus einer Vorlage hinzu oder schreibe PromQL.
es: Aún no hay paneles: añade uno desde una plantilla o escribe PromQL.
fr: Aucun panneau : ajoutez-en un depuis un modèle ou écrivez du PromQL.
it: Ancora nessun pannello: aggiungine uno da un modello o scrivi PromQL.
uk: Панелей ще немає: додайте з шаблону або напишіть PromQL.

source: No Prometheus, Mimir, Thanos or VictoriaMetrics found in the cluster
de: Kein Prometheus, Mimir, Thanos oder VictoriaMetrics im Cluster gefunden
es: No se encontró Prometheus, Mimir, Thanos ni VictoriaMetrics en el clúster
fr: Aucun Prometheus, Mimir, Thanos ou VictoriaMetrics trouvé dans le cluster
it: Nessun Prometheus, Mimir, Thanos o VictoriaMetrics trovato nel cluster
uk: У кластері не знайдено Prometheus, Mimir, Thanos чи VictoriaMetrics

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
uk: Пароль

source: Path prefix (Mimir: /prometheus)
de: Pfadpräfix (Mimir: /prometheus)
es: Prefijo de ruta (Mimir: /prometheus)
fr: Préfixe de chemin (Mimir : /prometheus)
it: Prefisso del percorso (Mimir: /prometheus)
uk: Префікс шляху (Mimir: /prometheus)

source: Pick a Service by hand, or set the URL of a server the phone can reach.
de: Wähle einen Service von Hand oder gib die URL eines Servers an, den das Telefon erreicht.
es: Elige un Service a mano o indica la URL de un servidor al que llegue el teléfono.
fr: Choisissez un Service à la main, ou indiquez l'URL d'un serveur que le téléphone peut joindre.
it: Scegli un Service a mano, o indica l'URL di un server raggiungibile dal telefono.
uk: Виберіть Service вручну або вкажіть URL сервера, доступного з телефона.

source: PromQL query
de: PromQL-Abfrage
es: Consulta PromQL
fr: Requête PromQL
it: Query PromQL
uk: Запит PromQL

source: Range
de: Zeitraum
es: Intervalo
fr: Période
it: Intervallo
uk: Період

source: Reached through the Kubernetes API service proxy with the cluster's admin kubeconfig: no extra credentials.
de: Erreicht über den Service-Proxy der Kubernetes-API mit der Admin-Kubeconfig des Clusters: keine weiteren Zugangsdaten.
es: Se accede por el proxy de servicios de la API de Kubernetes con el kubeconfig de administrador del clúster: sin credenciales extra.
fr: Joint via le proxy de service de l'API Kubernetes avec le kubeconfig admin du cluster : aucun identifiant en plus.
it: Raggiunto tramite il proxy dei servizi dell'API Kubernetes con il kubeconfig admin del cluster: nessuna credenziale in più.
uk: Доступ через сервісний проксі Kubernetes API з адмінським kubeconfig кластера: додаткові облікові дані не потрібні.

source: Run query
de: Abfrage ausführen
es: Ejecutar consulta
fr: Lancer la requête
it: Esegui query
uk: Виконати запит

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
uk: Зберегти

source: Search the cluster again
de: Erneut im Cluster suchen
es: Buscar de nuevo en el clúster
fr: Chercher à nouveau dans le cluster
it: Cerca di nuovo nel cluster
uk: Шукати в кластері знову

source: Series shown: %lld of %lld
de: Angezeigte Serien: %lld von %lld
es: Series mostradas: %lld de %lld
fr: Séries affichées : %lld sur %lld
it: Serie mostrate: %lld di %lld
uk: Показано серій: %lld з %lld

source: Set up a source
de: Quelle einrichten
es: Configurar un origen
fr: Configurer une source
it: Configura un'origine
uk: Налаштувати джерело

source: Skip certificate verification
de: Zertifikat nicht prüfen
es: No verificar el certificado
fr: Ne pas vérifier le certificat
it: Non verificare il certificato
uk: Не перевіряти сертифікат

source: Source: %@
de: Quelle: %@
es: Origen: %@
it: Origine: %@
uk: Джерело: %@

source: Start from a preset
de: Mit einer Vorlage beginnen
es: Partir de una plantilla
fr: Partir d'un modèle
it: Parti da un modello
uk: Почати з шаблону

source: Tenant (X-Scope-OrgID, optional)
de: Mandant (X-Scope-OrgID, optional)
es: Tenant (X-Scope-OrgID, opcional)
fr: Tenant (X-Scope-OrgID, facultatif)
it: Tenant (X-Scope-OrgID, facoltativo)
uk: Тенант (X-Scope-OrgID, необов'язково)

source: The query API answers.
de: Die Abfrage-API antwortet.
es: La API de consultas responde.
fr: L'API de requête répond.
it: L'API delle query risponde.
uk: API запитів відповідає.

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
uk: Назва

source: Unit
de: Einheit
es: Unidad
fr: Unité
it: Unità
uk: Одиниця
